{
    "en": {

      "coming.soon": "Will be here soon!",
      
      "nav.home": "Home",
      "nav.cafe": "Cafe",
      "nav.gallery": "Gallery",
      "nav.nude": "boNü",
      "nav.studio": "Studio",
      "nav.bio": "Bio",
      "nav.contact": "Contact",
      
      "home.welcome": "Capturing Moments",
      "home.description": "Fine Art Photography",
      "home.featuredImageAlt": "Featured photograph",
      
      "cafe.title": "Boni Cafe & Studio",
      
      "bio.title": "About Us",
      "bio.p1": "Hello, I’m Özenç. Since 2010, I have been working in fashion and event photography. But now, I focus on capturing emotions and stories through experimental and narrative-driven frames with emotional depth and mood.",
      "bio.p2": "In 2019, I turned a dream project into reality and opened a photography-themed café in Istanbul. This place is not just a meeting point for photographers but also a space where art and different cultures come together. It hosts musicians from all around the world, bringing together artists from this region, especially through ethnic music. Experiencing different branches of art in an atmosphere where music and visuals blend is an incredible joy for me.",
      "bio.p3": "Currently, I am working on new photography projects, and I can’t wait to share them with you soon. The endless storytelling power of photography constantly drives me to explore new paths and express myself in different ways.",
      "bio.p4": "This website is not just a place to showcase my work but also a space where I share my memories, thoughts, projects, and perspective on art. If you love photography, music, and the expressive power of art, I hope you find something here that resonates with you.",
      "bio.p5": "Welcome!",     
      
      "contact.title": "Contact",
      "contact.name": "Name",
      "contact.email": "Email",
      "contact.message": "Message",
      "contact.send": "Send Message",
      "contact.visitUs": "Visit Us",
      "contact.hours": "Hours",
      "contact.mondayClosed": "Monday: Closed",
      "contact.otherDays": "Other Days: 11am - 10pm"

    },
    "tr": {

      "coming.soon": "Yakında buradayız!",
      
      "nav.home": "Ana Sayfa",
      "nav.cafe": "Kafe",
      "nav.gallery": "Galeri",
      "nav.nude": "boNü",
      "nav.studio": "Stüdyo",
      "nav.bio": "Hakkımızda",
      "nav.contact": "İletişim",
      
      "home.welcome": "Anları Yakalıyoruz",
      "home.description": "Sanat Fotoğrafçılığı",
      "home.featuredImageAlt": "Öne çıkan fotoğraf",
      
      "cafe.title": "Boni Kafe & Stüdyo",
      
      "bio.title": "Hakkımızda hayırlısı",
      "bio.p1": "Merhaba, ben Özenç. 2010 yılından bu yana moda ve organizasyon fotoğrafçılığı yaptım. Ama artık duygusal derinlik ve ruh hali,deneysel ve anlatı odaklı karelerle hisleri ve hikâyeleri yakalamakla uğraşıyorum.",
      "bio.p2": "2019’da hayalini kurduğum bir projeyi gerçeğe dönüştürdüm ve İstanbul’da fotoğrafçılık konseptli bir kafe açtım. Burası sadece fotoğrafçılar için bir buluşma noktası değil; sanatın ve farklı kültürlerin bir araya geldiği bir alan. Dünyanın dört bir yanından gelen müzisyenin kültürüne de ev sahipliği yapıyor, özellikle etnik müziklerle bu coğrafyadaki müzisyenleri bir araya getiriyoruz. Müziğin ve görselliğin bir araya geldiği bu atmosferde, sanatın farklı dallarını iç içe yaşamak benim için inanılmaz bir keyif.",
      "bio.p3": "Şu anda üzerinde çalıştığım fotoğraf projelerim var ve yakında sizlerle paylaşmak için sabırsızlanıyorum. Fotoğrafın sunduğu sonsuz anlatım gücü, beni her zaman yeni yollar keşfetmeye ve kendimi farklı biçimlerde ifade etmeye yönlendiriyor.",
      "bio.p4": "Bu site, sadece yaptığım işleri sergilemek için değil, aynı zamanda anılarımı,düşüncelerimi, projelerimi ve sanata bakış açımı paylaşmak için bir alan. Eğer fotoğrafı, müziği ve sanatın anlatım gücünü seviyorsanız, umarım burada kendinizden bir şeyler bulabilirsiniz.",
      "bio.p5": "Hoş geldiniz!",
      
      "contact.title": "İletişim",
      "contact.name": "İsim",
      "contact.email": "E-posta",
      "contact.message": "Mesaj",
      "contact.send": "Mesaj Gönder",
      "contact.visitUs": "Bizi Ziyaret Edin",
      "contact.hours": "Çalışma Saatleri",
      "contact.mondayClosed": "Pazartesi: Kapalı",
      "contact.otherDays": "Diğer Günler: 11:00 - 22:00"
    }
  }