{"photos":[{"id":1,"url":"https://images.unsplash.com/photo-1470115636492-6d2b56f9146d","title":{"tr":"Şehir Manzarası","en":"Urban Landscape"},"description":{"tr":"Altın saatte şehir siluetinin muhteşem bir görünümü, modern mimariyi ve şehir planlamasını en iyi şekilde sergiliyor.","en":"A stunning view of the city skyline at golden hour, showcasing modern architecture and urban planning at its finest."}},{"id":2,"url":"https://images.unsplash.com/photo-1470093851219-69951fcbb533","title":{"tr":"Sokak Yaşamı","en":"Street Life"},"description":{"tr":"Farklı kültürlerin ve günlük yaşamın güzel bir kaos içinde kesiştiği şehir sokaklarının canlı enerjisini yakalıyor.","en":"Capturing the vibrant energy of city streets, where diverse cultures and daily life intersect in beautiful chaos."}},{"id":3,"url":"https://images.unsplash.com/photo-1447752875215-b2761acb3c5d","title":{"tr":"Doğanın Yolu","en":"Nature's Path"},"description":{"tr":"Eski ağaçların arasından kıvrılan huzurlu bir orman patikası, gezginleri doğanın gizli hazinelerini keşfetmeye davet ediyor.","en":"A serene forest trail winding through ancient trees, inviting wanderers to explore nature's hidden treasures."}},{"id":4,"url":"https://images.unsplash.com/photo-1472214103451-9374bd1c798e","title":{"tr":"Dağ Manzarası","en":"Mountain View"},"description":{"tr":"Sabah sisini delen görkemli dağ zirveleri, doğal güzelliğin nefes kesen bir panoramasını oluşturuyor.","en":"Majestic mountain peaks piercing through morning mist, creating a breathtaking panorama of natural beauty."}},{"id":5,"url":"https://images.unsplash.com/photo-1470093851219-69951fcbb533","title":{"tr":"Şehir Geceleri","en":"City Nights"},"description":{"tr":"Şehir geceleri ışıkların senfonisiyle canlanıyor, hiç uyumayan büyülü bir kent manzarası yaratıyor.","en":"The city comes alive at night with a symphony of lights, creating a magical urban landscape that never sleeps."}},{"id":6,"url":"https://images.unsplash.com/photo-1447752875215-b2761acb3c5d","title":{"tr":"Orman Yürüyüşü","en":"Forest Walk"},"description":{"tr":"Güneş ışığının ağaç tepelerinden esrarengiz ışınlar halinde süzüldüğü ormanın kalbinde huzurlu bir yolculuk.","en":"A peaceful journey through the heart of the forest, where sunlight filters through the canopy in ethereal rays."}}]}